Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/sme/admin/depts/other_files/sami_rapporter_bruk_samisk_flagg_SA.pdf.tmx
Source language: sme
Languages: nob

source: Bargojoavkku ráporta
nob: INNHOLD

source: DUOGÁŠ ... 2 2 .
nob: INNLEDNING ... 2 2 .

source: BARGOJOAVKU JA FÁMADUS ... 2 3 .
nob: ARBEIDSGRUPPEN OG MANDATET ... 2 3 .

source: DOABAID ČILGEN JA GEAVAHEAPMI ... 3 4 .
nob: BEGREPSBRUK ... 3 4 .

source: SÁMIT – OKTA ÁLBMOT , OKTA NAŠUVDNA ... 4 5 .
nob: SAMENE – ETT FOLK , EN NASJON ... 4 5 .

source: SÁMIID NAŠUVNNALAŠ DOVDOMEARKKAT ... 5 6 .
nob: SAMENES NASJONALSYMBOLER ... 5 6 .

source: SÁMI LEAVGABEAIVVIT ... 6 7 .
nob: SAMISKE FLAGGDAGER ... 6 7 .

source: SÁMI LEAVGGA GASKABODDOSAŠ Geavahannjuolggadusat ... 7 8 .
nob: MIDLERTIDIGE REGLER FOR BRUK AV DET SAMISKE FLAGGET . . 7 8 .

source: SÁMI LEAVGGA DÁLÁ GEAVAHEAPMI ... 8 9 .
nob: DAGENS BRUK AV DET SAMISKE FLAGGET ... 8 9 .

source: LEAVGALÁHKA JA Leavganjuolggadusat NORGGAS ... 10 10 .
nob: FLAGGLOVEN OG FLAGGREGLENE I NORGE ... 10 10 .

source: BARGOJOAVKKU ÁRVVOŠTALLAMAT ... 11 11 .
nob: ARBEIDSGRUPPENS VURDERINGER ... 11 11 .

source: BARGOJOAVKKU EVTTOHUSAT ... 13 Mildosat
nob: ARBEIDSGRUPPENS FORSLAG ... 13 Vedlegg

source: DUOGÁŠ Sámi leavga dohkkehuvvui 13 .
nob: INNLEDNING Det samiske flagget ble godkjent under den 13 .

source: Sámiid konfereanssas Åres borgemánu 15.1986 .
nob: Samekonferansen i Åre 15. august 1986 .

source: Sámiráđđi mearridii , ahte gullevaš riikkaid levgennjuolggadusat galget gustot ja leahkit fámus .
nob: Samerådet bestemte at de respektive lands regler for flagging skal gjelde .

source: Norggas lea Olgoriikkadepartemeanta ráhkadan gaskaboddosaš njuolggadusaid leavgga árvodási hárrái eará leavggaid ektui .
nob: I Norge har Utenriksdepartementet utarbeidet midlertidige regler for flaggets rangering i forhold til andre flagg .

source: Erenoamážit guovvamánu 6. oktavuođas , mii lea sámiid álbmotbeaivi , leat dárkilet njuolggadusat sámi leavgga geavaheapmi hárrái jearahuvvon .
nob: Spesielt i forbindelse med 6. februar , som er samenes nasjonaldag / samefolkets dag , er nærmere retningslinjer for bruken av det samiske flagget blitt etterspurt .

source: Dan dihtii bijai Gieldaja guovludepartementa čakčat 1999 bargojoavkku ráhkadit njuolggadusevttohusa sámi leavgga geavaheapmái .
nob: På denne bakgrunn nedsatte Kommunal- og regionaldepartementet høsten 1999 en arbeidsgruppe som fikk i oppgave å utarbeide forslag til retningslinjer for bruk av det samiske flagget .

source: Ulbmilin dákkár njuolggadusaiguin lea čilget , guđe láhkai sámi leavga sáhttá ja galgá geavahuvvot iešguđet lágán oktavuođain .
nob: Hensikten med slike retningslinjer er å klargjøre hvordan det samiske flagget kan og skal brukes i ulike sammenhenger .

source: BARGOJOAVKU JA FÁMADUS Bargojoavku galgá ráhkadit njuolggadusevttohusa sámi leavgga geavaheapmái .
nob: ARBEIDSGRUPPEN OG MANDATET Arbeidsgruppen skal utarbeide forslag til retningslinjer for bruk av det samiske flagget .

source: Bargojoavku galgá maiddái evttohit dieđihandoaibmabijuid leavgga geavaheami birra .
nob: Arbeidsgruppen skal også foreslå et informasjonsopplegg om bruken av flagget .

source: Bargojoavkkus leat leamaš : Synnøve Solbakk , vuosttaskonsuleanta , Sámediggi Eldbjørg Haug , ráđđeaddi , Olgoriikkadepartementa Ninni Kate Rognli , vuolitdirektora , Gielda- ja guovludepartementa Anne Kristin Bryne , vuosttaskonsuleanta , Gielda- ja guovludepartementa Gielda- ja guovludepartementtas leamaš ovddasvástádus fuolahit jođiheami ja čálli doaimmaid .
nob: Arbeidsgruppen har bestått av : • Synnøve Solbakk , førstekonsulent , Sametinget • Eldbjørg Haug , rådgiver , Utenriksdepartementet • Ninni Kate Rognli , underdirektør , Kommunal- og regionaldepartementet • Anne Kristin Bryne , førstekonsulent , Kommunal- og regionaldepartementet Kommunal- og regionaldepartementet har hatt leder- og sekretariatsansvar for arbeidet .

source: Sámiráđđái lea čađagaskka dieđihuvvon bargojoavkku válbmema ovdáneamis .
nob: Samerådet har vært løpende informert om fremdriften i arbeidsgruppen .

source: Bargojaovku leat čađahan 3 čoahkkima .
nob: Arbeidsgruppen har hatt 3 møter .

source: DOABAID ČILGEN JA GEAVAHEAPMI Dasa mii guoská sámiid álbmotbeaivái / samefolkets dag , de oidno ahte Sámiid konfereansa / Sámiráđđi lea mearrádusainis sámegillii atnán doahpaga sámi álbmotbeaivi , mii njuolga jorgaluvvon dárogillii šaddá samisk folkedag .
nob: BEGREPSBRUK Når det gjelder samenes nasjonaldag / samefolkets dag har Samekonferansen / Samerådet i sine vedtak på samisk brukt begrepet sámi álbmotbeaivi . Rett oversatt til norsk blir dette samisk folkedag .

source: Sámiid konfereanssa mearrádus borgemnánus 1992 lea dattetge čuovvovaš ( mearrádus lea dás mielddus 1 ) : Sámi álbmotbeaivi
nob: Samekonferansens vedtak fra august 1992 lyder imidlertid som følger ( vedtaket følger også som vedlegg 1 ) : Sámi álbmotbeaivi

source: Guovvamánu 6. beaivve 1917 dollojuvvui Troandimis vuosttaš sámi riikkačoahkkin ja dohkko ledje čoahkkanan sihke davvi- ja lullisámit ...
nob: Guovvamánu 6. beaivve 1917 dollojuvvui Troanddimis vuosttaš sámi riikkačoahkkin ja dohkko ledje čoahkkanan sihke davvi- ja lullisámit ...

source: Dasto lea Sámeráđi mearrádusas geavahuvvon duoba sámi álbmotlávlla mii dárgogillii gártá samisk folkesang .
nob: For øvrig har Samekonferansen i sitt vedtak brukt begrepet sámi álbmotlávlla som oversatt til norsk blir samisk folkesang .

source: Ruoŧagilli lea mearrádus gohčoduvvon samernas nationalsång .
nob: I den svenske versjonen av vedtaket brukes begrepet samernas nationalsång .

source: Dasalassin geavaha Sámeráđđi duohpagiid sámiid čearddalaš dovdomearkkat ( samenes etniske kjennemerker ) ja sámiid nášuvnnalaš dovdomearkkat ( samenes nasjonale symboler / kjennemerker ) .
nob: Videre bruker Samerådet begrepene sámiid čearddalaš dovdomearkkat ( samenes etniske kjennemerker ) og sámi nášuvnnalaš dovdomearkkat ( samiske nasjonale symboler / kjennemerker ) .

source: Namahus de samiske flagget jorgaluvvo sámi leavgan .
nob: Benevnelsen sámi leavga oversettes med det samiske flagget .

source: Dát namahus lea eanet gokčavaš ja dárkil go sámiid leavga ja sámeleavga , mat leamaš geavahuvvon norgalaš gaskaboddasaš sámi leavgga geavahannjuolggadusain .
nob: Denne benevnelsen er mer dekkende og presis enn samenes flagg og sameflagget , som har vært benyttet i de midlertidige norske reglene for bruk av det samiske flagget .

source: Našuvdna definerejuvvo olmmošjoavkun , mii atná iežas ovttadahkan oktasaš historjjá ja kultuvrra dihtii , dávjjimustá maiddái oktasaš giela dihtii .
nob: Nasjon defineres som en gruppe mennesker som føler seg som en enhet på grunn av felles historie og kultur , oftest også felles språk .

source: Nappo okta našuvdna leage okta álbmot .
nob: En nasjon er ett folk .

source: Riikkaidgaskasaš eamitálbmotbarggus lea dan geažil dát našuvdnadefinišuvdna adnojuvvon vuođusin .
nob: I internasjonal urfolksarbeid er det denne definisjonen av nasjon som er lagt til grunn .

source: Našuvnnalaš doahpaga sisdoallu lea viidáseappot dávjjimustá geavahuvvon našuvnnalašstáhta rájáid siskkabealde , sisriikkalaččat , muhto lea seammás maiddái doaba , mii geavahuvvo válddahallat ovtta álbmoga oktasašvuođa .
nob: Begrepet nasjonal er videre ofte knyttet til en nasjonalstats grenser og innenriksk virksomhet , men er samtidig også et begrep som brukes til å beskrive et folks fellesskap .

source: Dasa mii gusto dáid doahpagiid geavahussii , lea Sámediggi atnán Sámeráđi mearrádusa vuođđun ja evttoha geavahit doahpagiid sámiid álbmotbeivi ( samenes nasjonaldag ) , sámiid nášuvnnalaš dovdomearkkat ( samenes nasjonalsymboler ) ja sámiid álbmotlávlla ( samenes nasjonalsang ) .
nob: Når det gjelder bruken av disse begrepene , legger Sametinget Samekonferansens vedtak til grunn , og tilrår å bruke samenes nasjonaldag , samenes nasjonalsymboler og samenes nasjonalsang .

source: Gielda- ja guovludepartementa čujuha dasa mo duohpagat geavahuvvojit sámegillii ja mo de čudjet njuolgga jorgaluvvon dárogillii . Dasalassin deattuhuvvo ahte duohpagat samefolkets dag og samefolkets sang otne dávjjimustá geavahuvvojit .
nob: Kommunal- og regionaldepartementet viser til bruken av begrepene på samisk og hvordan disse lyder rett oversatt til norsk , og legger for øvrig vekt på at begrepet samefolkets dag og samefolkets sang oftest er i bruk i dag .

source: SÁMIT – OKTA ÁLBMOT , OKTA NAŠUVDNA Sámiid konfereanssas Åres 1986:s mearriduvvojedje sámiid našuvnnalaš eavttut Sámiráđi politihkalaš prográmmii : ” Mii , sámit , leat oktasaš čearda , eaige riikkaid ráját galgga rihkkut min čeardda oktavuođa . ”
nob: SAMENE – ETT FOLK , EN NASJON På Samekonferansen i Åre i 1986 ble samenes nasjonale forutsetninger vedtatt i Samerådets samepolitiske program : ” Vi samer er ett folk , og rikenes grenser skal ikke bryte vårt folks fellesskap ” .

source: Seamma sámepolitihkalaš prográmmas nannejuvvo maiddái sámiid massekeahtes vuoigatvuohta áimmahuššat ja gárgedit sámi servodaga .
nob: I samme samepolitiske program fastslås også samenes umistelige rett til å ivareta og utvikle det samiske samfunnet .

source: Norga lea Vuođđolága § 110 a bokte geatnegahttán iežas fuolahit , ahte ” sámi álbmotjoavku Norggas sáhttá suodjalit ja ovddidit iežas giela , kultuvrra ja servodateallima ” .
nob: Norge har gjennom Grunnloven § 110 a forpliktet seg til å sørge for at ” den samiske folkegruppe i Norge kan sikre og utvikle sitt språk , sin kultur og sitt samfunnsliv . ”

source: Láhka Sámedikki ja eará sámi riektedilálašvuođaid hárrái ( sámeláhka ) mearriduvvui geassemánu 12. 1987 .
nob: Lov om Sametinget og andre samiske rettsforhold ( sameloven ) ble vedtatt 12. juni 1987 .

source: Sámelága ulbmil ( § 1-1 ) lea Vuođđolágaparagráfa sisdoaluin ovttalágan .
nob: Samelovens formål ( § 1-1 ) er likelydende med Grunnlovsparagrafens innhold .

source: Lága juksanmearri lea lágidit dilálašvuođaid nu , ahte sámit ieža sáhttet suodjalit gielaset , kultuvrraset ja servodateallimiseaset .
nob: Lovens målsetting er å legge forholdene til rette for at samene selv kan sikre eget språk , kultur og samfunnsliv .

source: Guovddáš eiseválddit , ovttasbarggus Sámedikkiin , galget fuolahit ahte Vuođđolága mearrádussii sámiid riektesajádaga hárrái ja sámelága juksanmearrái addojuvvo konkrehta ja positiiva boahtteáigásaš sisdoallu .
nob: Sentrale myndigheter , i samarbeid med Sametinget , skal sørge for at Grunnlovens bestemmelse om samenes rettstilling og samelovens målsetting gis et konkret og positivt framtidsrettet innhold .

source: Maiddái riikkaidgaskasaččat lea Norga geatnegahttán iežas sámiid ektui , earret eará ON:a siviila ja politihkalaš vuoigatvuođaid konvenšuvnna artihkkala 27 ( 1966 ) bokte ja ILO-konvenšuvnna nr. 169 bokte eamiálbmogiid ja čearddalaš álbmogiid birra iehčanas stáhtain ( ratifiserejuvvon Norggas 1990 ) .
nob: Også internasjonalt har Norge forpliktet seg overfor samene , blant annet gjennom artikkel 27 i FN konvensjonen om sivile og politiske rettigheter ( 1966 ) og ILO-konvensjon nr. 169 om urbefolkninger og stammefolk i selvstendige stater ( ratifisert av Norge i 1990 ) .

source: ON-konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra ja sosiála , ekonomalaš ja kultuvrralaš vuoigatvuođaid birra ja Eurohpálaš olmmošvuoigavuođakonvenšuvdna leat gieskat sisabiddjon norgalaš láhkaaddimii , namalassii olmmošvuoigatvuođaláhkii , addojuvvon miessemánu 21. 1999 .
nob: FN-konvensjonene om sivile og politiske rettigheter og om sosiale , økonomiske og kulturelle rettigheter og Den europeiske menneskerettighetskonvensjonen er nylig inkorporert i norsk lovgivning , gjennom menneskerettighetsloven av 21. mai 1999 .

source: Gonagaslaš Majestehta Harald V báhkkodii rabadettiin 2 .
nob: Hans Majestet Kong Harald V uttrykte ved åpningen av det 2 .

source: Sámedikki golggotmánu 7. 1997 Norgga erenoamáš ovddasvástádusa sámiid buohta : Norgga stáhta lea vuođđuduvvon guovtti álbmoga – dážaid ja sámiid – eanaviidosa ala . ... Danin Norgga stáhtas lea erenoamáš ovddasvástádus lágidit dilálašvuođaid nu , ahte sámi álbmot galgá hukset gievrras ja eallinnávccalaš servodaga .
nob: Sameting den 7. oktober 1997 Norges særlige ansvar overfor samene : Den norske stat er grunnlagt på territoriet til to folk – nordmenn og samer ... Den norske stat har derfor et særlig ansvar for å legge forholdene til rette for at det samiske folk skal bygge et sterkt og levedyktig samfunn .

source: Dát lea árbevirolaš vuoigatvuohta , mii vuođđuduvvá sámiid leahkimii iežaset guovlluin don doloža rájes .
nob: Dette er en hevdvunnen rett basert på samenes tilstedeværelse i sine områder som går langt tilbake i tiden .

source: SÁMIID NAŠUVNNALAŠ DOVDOMEARKKAT Dasgo sávvojuvvojedje čohkkejeaddji dovdomearkkat sámiide riikkarájáid rastá , de lei dat duogážin dasa go Sámiid konfereansa mearridii ásahit ođđa našuvnnalaš dovdomearkkaid sámiide ; sierra leavgga , álbmotlávlaga , álbmotbeaivvi ja maŋŋelis maiddái leavgabeivviid .
nob: SAMENES NASJONALSYMBOLER Ønsket om samlende symboler for samene over landegrensene var bakgrunnen for Samekonferansens vedtak om å innføre nye nasjonalsymboler for samene ; eget flagg , nasjonalsang , nasjonaldag og senere også flaggdager .

source: Okta álgga dán hárrái bođii sámi nuoraidkonfereanssas ( SÁNS ) 1985:s : Dál lea áigi láddan dasa , ahte mii sámit , oktasaš álbmot njealji riikkas , maiddái oažžut iežamet leavgga , man birra mii sáhttit čoahkkanit .
nob: Ett av initiativene til dette kom fra den samiske ungdomskonferansen ( SÁNS ) i 1985 : Nå er tiden moden for at vi samer , ett folk i fire land , også får oss et eget flagg som vi kan samles om .

source: Mii dárbbašit leavgga vai beassat čájehit birasmáilbmái , ahte mii leat sierra álbmot , geain lea iežamet kultuvra ja giella ja vuoigatvuođat eatnamiidda ja čáziide .
nob: Vi trenger et flagg for å vise utenomverdenen at vi er et eget folk med en egen kultur og språk og med rettigheter til land og vann ( vår oversettelse ) .

source: Sámit , erenoamážit Norgga bealde , ledje dassážii geavahan Synnøve Persena ” sámeleavgga ” , earret eará Álttá-dáistaleamis ( ruoksat , alit ja fiskat ja almmá gierdduhaga ) .
nob: Samene , og særlig på norsk side , hadde til da brukt Synnøve Persens ” sameflagg ” ( rød , blå og gul og ingen sirkel ) , blant annet under Alta-kampen .

source: Sámiid dalá alimus orgána , Sámiráđđi / Sámiid konfereansa , ii lean almmatge dohkkehan dán leavgga virggálaččat .
nob: Dette flagget var imidlertid ikke formelt godkjent av samenes høyeste organ på den tiden , Samerådet / Samekonferansen .

source: Sámiráđđi ceggii1986:s bargojoavkku , man bargogohčus lei evttohit čohkkejeaddji našuvnnalaš dovdomearkkaid sámiide ; leavgga , álbmotlávlaga ja álbmotbeaivvi .
nob: Samerådet nedsatte i 1986 en egen arbeidsgruppe med det mandat å foreslå samlende nasjonalsymboler for samene ; flagg , sang og dag .

source: Leavgagilvu almmuhuvvui , ja Sámiráđđi oaččui 74 evttohusa 27 evttoheaddjis , main okta lei S. Persena leavga .
nob: Det ble utlyst en flaggkonkurranse , og Samerådet mottok 74 forslag av 27 forslagstillere , hvorav ett var S. Persens flagg .

source: Seamma bargojoavku evttohii maiddái Sáppá Issáha ( Isak Saba ) divtta ” Sámi soga lávlaga ” álbmotlávllan ( mielddus 2 ) , ja bargojoavku bargagođii álbmotbeaivvi válljemiin .
nob: Samme arbeidsgruppe foreslo også Isak Sabas dikt ” Sámi soga lávlla ” som samenes nasjonalsang / samefolkets sang ( vedlegg 2 ) , og arbeidsgruppa igangsatte arbeidet med å velge en nasjonaldag / samefolkets dag .

source: Sámiid 13. konfereanssas Åres seamma jagi válljejuvvui leavga ja álbmotlávlla .
nob: På den 13 . Samekonferansen i Åre samme år ble flagg og sang valgt .

source: Leavgga motiivva lea ráhkadan dáiddár Astrid Båhl , Ivgobađas .
nob: Motivet for flagget er laget av kunstneren Astrid Båhl fra Skibotn .

source: Váldomotiiva lea vižžojuvvon meavresgáris ja oarjelsápmelačča Anders Fjellnera ( 1795-1876 ) divttas ” Beaivvi bártnit 1. ” Fjellner govahallá sámiid beaivvi bárdnin ja nieidan .
nob: Hovedmotivet er hentet fra runebommen og diktet ” Beaivvi bártnit 1 ” av sørsamen Anders Fjellner ( 1795-1876 ) . Fjellner fremstiller samene som solens sønn og datter .

source: Leavgga gierdu neaktá beaivváža ( ruoksat ) ja mánu ( alit ) .
nob: Flaggets sirkel forestiller sola ( rød ) og månen ( blå ) .

source: Leavggas leat ivnnit ruoksat , ruoná , fiskat ja alit ( mielddus 3 ) .
nob: Flagget har fargene rødt , grønt , gult og blått ( vedlegg 3 ) .

source: Álbmotlávlla ” Sámi soga lávlla ” lea dikta , man Sáppá Issát ( Isak Saba 1875-1921 ) Unjárggas lea čállán .
nob: Sangen ” Sámi soga lávlla ” er et dikt skrevet av Isak Saba ( 1875-1921 ) fra Unjárga / Nesseby . Den 15 .

source: Sámiid 15. konfereansa Helssegis 1992:s dohkkehii Arne Sørlie šuoŋa álbmotlávlaga virggálaš šuokŋan .
nob: Samekonferansen i Helsinki i 1992 godkjente Arne Sørlies melodi som offisiell melodi til samenes nasjonalsang / samefolkets sang .

source: Sámiid konfereanssas 1992:s Helssegis mearriduvvojedje maiddái sámi leavgabeaivvit , daid gaskkas válljejuvvui guovvamánu 6. álbmotbeaivin .
nob: På Samekonferansen i 1992 i Helsinki ble også de samiske flaggdagene vedtatt , deriblant ble 6. februar valgt som nasjonaldag / samefolkets dag .

source: Dat lea muitun vuosttas sámi riikkačoahkkimii , mii dollojuvvui Troandimis 1917:s .
nob: Den er til minne om det første samiske landsmøtet som ble holdt i Trondheim i 1917 .

source: Dát lei vuosttas geardi , go sámit ledje čoahkkanan bargat oktasaš sámi áššiid beales maŋŋilgo našuvnnalašráját gessojuvvojedje Norgga , Ruoŧa , Suoma ja Ruošša gaskii .
nob: Dette var første gangen samene var samlet for å arbeide for felles samiske saker etter at grensene mellom Norge , Sverige , Finland og Russland ble trukket .

source: Čoahkkimis gieđahallojuvvojedje , erenoamážit ealáhus- ja oahppoáššit .
nob: Det var spesielt nærings- og utdanningssaker som ble behandlet på dette møtet .

source: Beaivvi bártnit , Anders Fjellner lea čallan , oidno Bor Lundmark girjjis 1979 : Anders Fjellner – samernas homros och diktningen om solsønerna .
nob: Beaivvi bártnit – Solsonen , dikt av Anders Fjellner , fra boka til Bor Lundmark 1979 : Anders Fjellner – samernas homros och diktningen om solsønerna .

source: Čálii dárogillii Harald Gaski ( 1991 ) : Våja våja nana nana 5
nob: Diktet på norsk fra boka til Harald Gaski ( 1991 ) : Våja våja nana nana 1 5

source: SÁMI LEAVGABEAIVVIT Čuovvovaš beivviid mearridii Sámiid 15. konfereansa 1992:s sámi leavgabeaivin , ja maŋŋelis lasihii Sámiid 16. konfereansa 1996:s 3 ođđa beaivvi : 06.02 Sámiid álbmotbeaivi Vuosttas sámi oktasaščoahkkin dollojuvvui guovvamánu 6. 1917 Troandimis , gosa sihke davvi- ja oarjelsámit oassálaste .
nob: Samekonferansen i 1992 fastsatt som samiske flaggdager , og senere supplert med 3 nye dager av den 16 . Samekonferansen i 1996 : 06.02 Samenes nasjonaldag Det første samiske fellesmøte ble holdt 6. februar 1917 i Trondheim hvor både nord- og sørsamer deltok .

source: Dát lei vuosttas geardi , go sámit ledje čoahkkanan bargat oktasaš áššiid beales našuvnnalašstáhtarájáid rastá .
nob: Dette var første gangen samene var samlet for å arbeide for felles samiske saker over statsgrensene .

source: Sámediggi Suomas rahppojuvvui ( 1996)* .
nob: 02.03 Sametinget i Finland ble åpnet ( 1996)*. 25.03 Marimesse – Marias bebudelsesdag .

source: Márjjabeaivi - Márjjá lohpádusbeaivi . Árbevirolaš sámi mearkabeaivi .
nob: En tradisjonell samisk merkedag 24.06 Midtsommer – St. Hansdagen .

source: Virggálaš allaáiggebeaivi Ruoŧas , muhto ii Norggas .
nob: Offisiell høytidsdag i Sverige , men ikke i Norge .

source: 09.08 ON:a riikkaidgaskasaš eamiálbmotbeaivi* .
nob: 09.08 FNs internasjonale urfolksdag* .

source: 15.08 Leavgga dohkkehanbeaivi ja Sáppá Issáha riegádanbeaivi .
nob: 15.08 Flaggets godkjenningsdato og Isak Sabas fødselsdag .

source: Sámi leavga dohkkehuvvui borgemánu 15. 1986 Sámiid 13. konfereanssas Åres .
nob: Det samiske flagget ble godkjent 15. august 1986 under den 13 . Samekonferansen i Åre .

source: 18.08 Sámiráđđi ceggejuvvui .
nob: 18.08 Samerådet ble opprettet .

source: Sámiráđđi vuođđuduvvui virggálaččat borgemánu 18. 1956 Sámiid konfereanssas Kárášjogas .
nob: Samerådet ble offisielt opprettet 18. august 1956 under Samekonferansen i Karasjok .

source: Sámi parlameanta Suomas ceggejuvvui skábmamánu 9. 1973 .
nob: 26.08 Sametinget i Sverige ble opprettet 26. august 1993*. 09.10 Sametinget i Norge ble åpnet 9. oktober 1989. 09.11 Sameparlamentet i Finland opprettet 9. november 1973 .

source: * Lasihuvvon Sámiid konfereanssa bokte 1996:s .
nob: * Supplert av Samekonferansen i 1996 .

source: SÁMI LEAVGGA GASKABODDOSAŠ Geavahannjuolggadusat Olgoriikkadepartementa mearridii 1989:s oktan maŋŋelaš divodemiiguin 1990:s gaskaboddosaš njuolggadusaid sámiid leavgga geavaheapmái , mat duhtosis dušše siskkildedje leavgga árvodássema .
nob: MIDLERTIDIGE REGLER FOR BRUK AV DET SAMISKE FLAGGET Utenriksdepartementet fastsatte i 1989 med senere justeringer av 1990 , midlertidige regler for bruk av det samiske flagget , som i realiteten kun omfattet rangering av flagget .

source: Njuolggadusat čudjet ná : Sámiid leavga biddjojuvvo našuvnnalašleavgga maŋábeallái .
nob: Reglene lyder : Samenes flagg rangerer etter nasjonalflagget .

source: Dat berre mannat ovddabeallái fylkka- ja sullalaš leavggai , dasgo lea dakkár joavkka simbolan , mii sisriikkalaččat oláha fylkkarájáid badjel .
nob: Det bør gå foran fylkes- og tilsvarende flagg , fordi det er et symbol for en gruppe som nasjonalt når utover et enkelt fylke .

source: Sámiid leavga lea árvodásis Norgga Girku leavgga bálddas . Juohke dáhpáhusa dilit mearridit goabbá leavga galgá biddjot ovddimužžii .
nob: Samenes flagg rangerer på linje med Den norske Kirkes flagg , de konkretet omstendigheter ved arrangementet vil avgjøre hvilket flagg som rangerer først .

source: Lassin nuppástuhttojuvvo namahus sámiid leavgan – sámeleavgga sadjái , go leavga lea oktasaš sámeleavga 3 davviriikkas ; Norggas Suomas ja Ruoŧas .
nob: For øvrig ønsker man å benevne flagget ” samenes flagg ” , og ikke ved det mer uspesifiserte ” sameflagget ” , fordi det her dreier seg om et felles flagg for samene i de tre nordiske land , Norge , Finland og Sverige .

source: Dákkár leavga ii doala aiddo seamma saji ja dási go leavga mii livčče dárkkuhuvvon dušše Norgga sámiide .
nob: Et slikt flagg vil ikke ha helt den samme stilling som et flagg for samene bare i Norge .

source: Maiddái galgá sámiid leavga gaskaboddosaččat biddjot maŋábeallái Ruonáeatnama , Fearsulluid ja Ålándda leavggaid .
nob: Man vil også inntil videre la samenes flagg rangere etter flagg som Grønland , Færøyene og Åland .

source: Sámediggi lea 1995 rájes bivdán guovddáš eiseválddiid ráhkadit sámi leavgga geavahannjuolggadusaid , dán vuolde maiddái nuppástuhttit leavgga árvodássema , dasgo lea lunddolaš ahte leavga lea seamma árvodásis go Ruonáeatnama ja Fearsulluid leavggat ja bajábealde Norgga girku leavgga .
nob: Sametinget har i 1995 bedt sentrale myndigheter utarbeide regler for bruk av det samiske flagget , herunder også endre rangeringen av flagget , da det er naturlig at flagget rangerer på samme nivå som Grønlands og Færøyenes flagg og over Den norske Kirkes flagg .

source: Sámediggi lea maiddái bivdán , ahte namahus ” sámi leavga ” geavahuvvo njuolggadusdahkosis .
nob: Sametinget har også bedt om at benevnelsen ” det samiske flagget ” brukes i regelverket .

source: SÁMI LEAVGGA DÁLÁ GEAVAHEAPMI Das rájes go sámi leavga dohkkehuvvui sámekonfereanssas , dan leat geavahan ja geavahit Sámediggi , gielddat , fylkkagielddat ja institušuvnnat ja priváhtalaččat .
nob: DAGENS BRUK AV DET SAMISKE FLAGGET Siden det samiske flagget ble godkjent av Samekonferansen har det vært og er brukt av Sametinget , kommuner , fylkeskommuner , institusjoner og i privat sammenheng .
